<?php
// +----------------------------------------------------------------------
// | Gooraye [ Freedom Work]
// +----------------------------------------------------------------------
// | Copyright (c) 2014 http://www.gooraye.com All rights reserved.
// +----------------------------------------------------------------------
// | Author: 贝贝 <346551990@qq.com> <http://www.gooraye.com>
// +----------------------------------------------------------------------

/**
 * 系统配文件
 * 所有系统级别的配置
 */
return array(
    
    /* 数据库配置 */
    'DB_TYPE'   => 'mysql', // 数据库类型
    'DB_HOST'   => 'localhost', // 服务器地址
    'DB_NAME'   => 'wp_dbwx', // 数据库名
    'DB_USER'   => 'wp', // 用户名
    'DB_PWD'    => '1',  // 密码
    'DB_PORT'   => '3306', // 端口
    'DB_PREFIX' => 'wp_', // 数据库表前缀

);
